-- phpMyAdmin SQL Dump
-- version 4.1.12
-- http://www.phpmyadmin.net
--
-- Host: localhost:3306
-- Generation Time: 2014-10-24 15:11:44
-- 服务器版本： 5.5.34
-- PHP Version: 5.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `fenye`
--

-- --------------------------------------------------------

--
-- 表的结构 `text`
--

CREATE TABLE `text` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(50) NOT NULL,
  `content` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=103 ;

--
-- 转存表中的数据 `text`
--

INSERT INTO `text` (`id`, `title`, `content`) VALUES
(1, '这是标题1', '这是内容1'),
(2, '这是标题2', '这是内容2'),
(3, '这是标题3', '这是内容3'),
(4, '这是标题4', '这是内容4'),
(5, '这是标题5', '这是内容5'),
(6, '这是标题6', '这是内容6'),
(7, '这是标题7', '这是内容7'),
(8, '这是标题8', '这是内容8'),
(9, '这是标题9', '这是内容9'),
(10, '这是标题10', '这是内容10'),
(11, '这是标题11', '这是内容11'),
(12, '这是标题12', '这是内容12'),
(13, '这是标题13', '这是内容13'),
(14, '这是标题14', '这是内容14'),
(15, '这是标题15', '这是内容15'),
(16, '这是标题16', '这是内容16'),
(17, '这是标题17', '这是内容17'),
(18, '这是标题18', '这是内容18'),
(19, '这是标题19', '这是内容19'),
(20, '这是标题20', '这是内容20'),
(21, '这是标题21', '这是内容21'),
(22, '这是标题22', '这是内容22'),
(23, '这是标题23', '这是内容23'),
(24, '这是标题24', '这是内容24'),
(25, '这是标题25', '这是内容25'),
(26, '这是标题26', '这是内容26'),
(27, '这是标题27', '这是内容27'),
(28, '这是标题28', '这是内容28'),
(29, '这是标题29', '这是内容29'),
(30, '这是标题30', '这是内容30'),
(31, '这是标题31', '这是内容31'),
(32, '这是标题32', '这是内容32'),
(33, '这是标题33', '这是内容33'),
(34, '这是标题34', '这是内容34'),
(35, '这是标题35', '这是内容35'),
(36, '这是标题36', '这是内容36'),
(37, '这是标题37', '这是内容37'),
(38, '这是标题38', '这是内容38'),
(39, '这是标题39', '这是内容39'),
(40, '这是标题40', '这是内容40'),
(41, '这是标题41', '这是内容41'),
(42, '这是标题42', '这是内容42'),
(43, '这是标题43', '这是内容43'),
(44, '这是标题44', '这是内容44'),
(45, '这是标题45', '这是内容45'),
(46, '这是标题46', '这是内容46'),
(47, '这是标题47', '这是内容47'),
(48, '这是标题48', '这是内容48'),
(49, '这是标题49', '这是内容49'),
(50, '这是标题50', '这是内容50'),
(51, '这是标题51', '这是内容51'),
(52, '这是标题52', '这是内容52'),
(53, '这是标题53', '这是内容53'),
(54, '这是标题54', '这是内容54'),
(55, '这是标题55', '这是内容55'),
(56, '这是标题56', '这是内容56'),
(57, '这是标题57', '这是内容57'),
(58, '这是标题58', '这是内容58'),
(59, '这是标题59', '这是内容59'),
(60, '这是标题60', '这是内容60'),
(61, '这是标题61', '这是内容61'),
(62, '这是标题62', '这是内容62'),
(63, '这是标题63', '这是内容63'),
(64, '这是标题64', '这是内容64'),
(65, '这是标题65', '这是内容65'),
(66, '这是标题66', '这是内容66'),
(67, '这是标题67', '这是内容67'),
(68, '这是标题68', '这是内容68'),
(69, '这是标题69', '这是内容69'),
(70, '这是标题70', '这是内容70'),
(71, '这是标题71', '这是内容71'),
(72, '这是标题72', '这是内容72'),
(73, '这是标题73', '这是内容73'),
(74, '这是标题74', '这是内容74'),
(75, '这是标题75', '这是内容75'),
(76, '这是标题76', '这是内容76'),
(77, '这是标题77', '这是内容77'),
(78, '这是标题78', '这是内容78'),
(79, '这是标题79', '这是内容79'),
(80, '这是标题80', '这是内容80'),
(81, '这是标题81', '这是内容81'),
(82, '这是标题82', '这是内容82'),
(83, '这是标题83', '这是内容83'),
(84, '这是标题84', '这是内容84'),
(85, '这是标题85', '这是内容85'),
(86, '这是标题86', '这是内容86'),
(87, '这是标题87', '这是内容87'),
(88, '这是标题88', '这是内容88'),
(89, '这是标题89', '这是内容89'),
(90, '这是标题90', '这是内容90'),
(91, '这是标题91', '这是内容91'),
(92, '这是标题92', '这是内容92'),
(93, '这是标题93', '这是内容93'),
(94, '这是标题94', '这是内容94'),
(95, '这是标题95', '这是内容95'),
(96, '这是标题96', '这是内容96'),
(97, '这是标题97', '这是内容97'),
(98, '这是标题98', '这是内容98'),
(99, '这是标题99', '这是内容99'),
(100, '这是标题100', '这是内容100'),
(101, 'wqeqwe', 'qwe'),
(102, 'qweqw', 'ewqeqw');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
